{
	"nav.home": "Home",
	"nav.products": "Products",
	"nav.contact": "Contact us",

	"hero.coffee": "Organic coffee and specialty",

	"coffee.1.title": "Amazonian land",
	"coffee.1.description": "Green coffee beans grown in the high plateaus of the Amazon. Hand-harvested at altitudes from 1300 to 1900 msnm, from 1300 to 2500 meters, with excellent quality control.",
	"coffee.2.title": "Excellence quality",
	"coffee.2.description": "For pure arabica production and a round cup performance of 82 to 86 SCAA points, with an yield of 71% to 74% and humidity of 12%.",
	"coffee.3.title": "Planetary harmony",
	"coffee.3.description": "Its floral and fruity notes sing of the grains grown in the Forest Altitude region of the Peruvian Amazon, allow you to consume a coffee fragrance alive with pure Arabic taste, intense and natural !",

	"home-info.titre1": "EMCAFFE KNOW-HOW",
	"home-info.description1": "At Emca, the spokesperson for the producers of green coffee beans from the Amazon region of Peru, we invite you to discover the aroma, flavor, and yield of our 'forest' high-altitude coffee: organic and specialty in your cup!",
	"home-info.titre2": "OUR STORY",
	"home-info.description2": "EMCA, a small French company founded in 2023, aims to introduce you to the best Peruvian high-altitude coffee with 'organic traceability and specialty', cultivated from generation to generation from the Amazonian grandfather's land. It was also born to offer you a direct exchange from producer to your hands with premium care for 'raw materials', so that you can know our committed know-how for a coffee in planetary harmony and to protect access to a better world for young and old indigenous producers.",
	"home-info.titre3": "Rainbow floral flavor, it's simply a delight!",
	"home-info.description3": "EMCAFFE is an exceptional coffee from Peru. We pay special attention to slow and artisanal roasting, ensuring that every step is done with care. This process allows us to reveal all the aromatic riches of the coffee, thus offering consumers the best possible tasting experience. By placing a strong emphasis on quality, EMCA is committed to offering coffee with an authentic taste, respectful of Peruvian terroir, so that each cup is an unforgettable moment of pleasure.",
	"home-info.titre4": "COFFEE PROFESSIONALS",
	"home-info.description4": "You want to buy wholesale or become a distributor of our products? Contact us today to discover our professional offers.",

	"home-carousel.title": "Our products",
	"home-carousel.soon": "Coming soon!",

	"contact.title": "Contact us",
	"contact.tel": "PHONE",
	"contact.mail": "EMAIL",
	"contact.facebook": "FACEBOOK",
	"contact.instagram": "INSTAGRAM",
	"contact.linkedin": "LINKEDIN",

	"shop.details": "Details",
	"200-bio.title": "Pure raw unroasted green coffee beans pure ARABICA FROM HIGH ALTITUDE FOREST 100% BIO HEALTH",
	"300-bio.title": "Pure roasted coffee beans ARABICA FROM HIGH ALTITUDE FOREST 100% BIO",
	"200-spe.title": "Pure raw unroasted green coffee beans pure ARABICA FROM HIGH ALTITUDE FOREST 100% Specialty",
	"300-spe.title": "Pure roasted coffee beans ARABICA FROM HIGH ALTITUDE FOREST 100% Specialty",
	"200-bio.titlep": "Raw Green Coffee Beans 100% Bio",
	"200-bio.description": "Its floral and fruity aromatic notes sing of the bio of the green beans from coffee cultivated in the high nature of the Amazon. Coffee sourced from hand-picked harvests at altitudes between 1300 and 1900 meters, benefiting from an excellence quality control for a production of pure arabica, delivering a surprising and harmonious aroma with an intense and natural coffee taste.",
	"200-bio.ingredient": "100% arabica coffee beans sourced from organic farming in Peru. Natural sugar with no additives and gluten. Store in a cool, dry place.",
	"200-bio.preparation": "At your choice, roast at home or prepare as a drink to naturally lose weight (pour three tablespoons of raw coffee beans into boiling water and let steep for 15 minutes. Drink then with lemon juice).",
	"200-bio.dimension": "Dimensions: 20x15x10 cm, Weight: 500 g.",
	"300-bio.titlep": "Roasted Coffee Beans Bio",
	"300-bio.description": "Its floral and fruity aromatic notes sing of the bio of the green beans from coffee cultivated in the high nature of the Amazon. Coffee sourced from hand-picked harvests at altitudes between 1300 and 1900 meters, benefiting from an excellence quality control for a production of pure arabica, delivering a surprising and harmonious aroma with an intense and natural coffee taste.",
	"300-bio.ingredient": "100% arabica coffee beans sourced from organic farming in Peru. Natural sugar with no additives and gluten. Store in a cool, dry place.",
	"300-bio.preparation": "Adjust your machine and pour a large spoonful of coffee per cup. Moisten your filter with cold water. Use non-calcareous water to preserve your coffee's aromas.",
	"300-bio.dimension": "Dimensions: 15x10x5 cm, Weight: 500 g.",
	"200-spe.titlep": "Raw Green Coffee Beans Specialty",
	"200-spe.description": "Raw green specialty coffee beans not roasted.",
	"200-spe.ingredient": "100% arabica coffee beans sourced from organic farming in Peru. Natural sugar with no additives and gluten. Store in a cool, dry place.",
	"200-spe.preparation": "At your choice, roast at home or prepare as a drink to naturally lose weight (pour three tablespoons of raw coffee beans into boiling water and let steep for 15 minutes. Drink then with lemon juice).",
	"200-spe.dimension": "Dimensions: 20x15x10 cm, Weight: 500 g.",
	"300-spe.titlep": "Roasted Coffee Beans Specialty",
	"300-spe.description": "Its floral and fruity aromatic notes sing of the bio of the green beans from coffee cultivated in the high nature of the Amazon. Coffee sourced from hand-picked harvests at altitudes between 1300 and 1900 meters, benefiting from an excellence quality control for a production of pure arabica, delivering a surprising and harmonious aroma with an intense and natural coffee taste.",
	"300-spe.ingredient": "100% arabica coffee beans sourced from organic farming in Peru. Natural sugar with no additives and gluten. Store in a cool, dry place.",
	"300-spe.preparation": "Adjust your machine and pour a large spoonful of coffee per cup. Moisten your filter with cold water. Use non-calcareous water to preserve your coffee's aromas.",
	"300-spe.dimension": "Dimensions: 15x10x5 cm, Weight: 500 g.",
	"tab.ingredient": "Ingredients",
	"tab.preparation": "Preparation",
	"tab.description": "Description",

	"legal.title": "LEGAL NOTICE",
	"legal.1.description": "In accordance with the provisions of articles 6-III and 19 of the Law n°2004-575 of 21 June 2004 for confidence in the digital economy (L.C.E.N.), users are informed of the site https://emcaffe-dev.pages.dev/fr/, hereinafter referred to as the “Site”, the present legal notice. Browsing the Site implies the unreserved acceptance of these legal notices accessible at any time in the «Legal Notice» section.",
	"legal.title2": "ARTICLE 1 - THE EDITOR",
	"legal.2.description": "EMPORIO DE CAFE (or EMCA), a Limited Liability Company (SARL) with a capital of X euros, registered in the Trade and Companies Register of Montauban under number 953 938 198, having its registered office at: 17 Bis Route du Burgaud, 82600 Aucamville, France.",
	"legal.2.description2": "Intra-Community VAT number: FR35953938198",
	"legal.2.description3": "Phone: +33 6 99 42 56 34",
	"legal.2.description4": "Email: sales@emcaffe.com",
	"legal.2.description5": "Publication Director: Isabel DEVILLERS",
	"legal.title3": "ARTICLE 2 - HOST",
	"legal.3.description": "The Site is hosted by Cloudflare Pages, with its head office at 900 19th Street, N.W., Suite 375, Washington, DC 20006, with telephone number: +1 (888) 99 FLARE.",
	"legal.title4": "ARTICLE 3 - ACCESSIBILITY",
	"legal.4.description": "The Site is accessible anywhere, 24/7/7, except in case of force majeure, planned or not for maintenance needs.",
	"legal.4.description2": "In the event of a maintenance interruption of the Site, the Editor will endeavour to inform the User beforehand.",
	"legal.title5": "ARTICLE 4 - PERSONAL DATA",
	"legal.5.description": "The Site collects and processes Users' personal data in accordance with the provisions of the amended French Law n°78-17, known as the “Data Protection and Freedoms Act”, and the General Data Protection Regulation (GDPR - n°2016/679).",
	"legal.5.description2": "For more information, please see our Privacy Policy.",
	"legal.title6": "ARTICLE 5 - INTELLECTUAL PROPERTY",
	"legal.6.description": "The contents and trademarks, designs, texts, photos, logos, sounds, images, and videos as well as the arrangement and layout of these elements appearing on the Site, and the associated rights are the intellectual property of the Editor, without this list being exhaustive.",
	"legal.6.description2": "Any modification, reproduction, representation, adaptation, publication, transmission, distortion, integration into another site, commercial exploitation, and/or total or partial reuse of the Site and its content, by any process and on any medium, is strictly prohibited and could constitute an act of counterfeiting sanctioned by the Intellectual Property Code or any other applicable regulation.",
	"legal.title7": "ARTICLE 6 - VALIDITY OF THE INFORMATION PROVIDED",
	"legal.7.description": "The information and recommendations provided on the Site are offered by the Editor for the User's information. The Editor strives to present the User with accurate and up-to-date information.",
	"legal.7.description2": "However, the information and recommendations on the Site are provided as is, and the Editor gives no guarantee regarding the compatibility of this information and recommendations with the User's needs or expectations, nor regarding the accuracy of the information provided, particularly concerning the products offered.",
	"legal.7.description3": "The User remains solely responsible for the application they make of this general information.",
	"legal.title8": "ARTICLE 7 - LIABILITY IN CASE OF SITE UNAVAILABILITY",
	"legal.8.description": "The Editor cannot ensure control over the services offered via the internet.",
	"legal.8.description2": "In case of Site unavailability, the Editor disclaims all responsibility, thus the Editor disclaims any difficulty or inability for the User to download or access the content, or any communication system failure that could make the services unavailable.",
	"legal.8.description3": "The Editor, its managers, or employees, if applicable, cannot be held responsible for any damage, direct or indirect, caused to the User and resulting from a connection to the Site.",
	"legal.title9": "ARTICLE 8 - HYPERTEXT LINKS",
	"legal.9.description": "The Editor disclaims all responsibility for the hypertext links offered by the Site and the content of the pages to which the User may be redirected by these hypertext links.",
	"legal.9.description2": "The establishment of hypertext links to any part of the Site is strictly prohibited without the express and prior authorization of the Editor.",
	"legal.9.description3": "The Editor reserves the right to modify, suspend, or interrupt the dissemination of all or part of the Site or hypertext links pointing to other sites.",
	"legal.title10": "ARTICLE 9 - MODIFICATIONS OR UPDATES",
	"legal.10.description": "The Editor reserves the right to modify or update these legal notices at any time and without prior notice.",
	"legal.10.description2": "It is up to the User to stay informed of the changes made by regularly reviewing this page.",
	"legal.10.description3": "Disputes related to the use of the Site will be subject to French law.",
	"legal.10.description4": "You can write to us at the following address: sales@emcaffe.com for any questions regarding this information.",
	"legal.10.description5": "Legal notices updated on 19/11/2024",

	"cookie.main.title": "Cookies",
	"cookie.title": "Cookie Management Policy",
	"cookie.1.description": "During your use of this website (the 'Site'), cookies may be placed on your computer, tablet, or smartphone (hereinafter the 'Device').",
	"cookie.1.description2": "The use of cookies requires your prior consent, except for cookies strictly necessary for the operation of the Site. Your authorization is collected via a banner during your first visit. This banner informs you about the mandatory or optional nature of cookies as well as their purpose. You can withdraw your consent or change your preferences at any time by clicking on the cookie icon located at the bottom right of the screen. By browsing the Site, you accept the use of strictly necessary cookies, as described in Article 2. If you wish to refuse these cookies, please follow the instructions described in Article 3.",
	"cookie.title2": "1. What is a cookie?",
	"cookie.2.description": "A cookie is a small text file stored on your Device that allows the Site to recognize you as a user during your visits and to remember your preferences.",
	"cookie.2.description2": "Cookies can be:",
	"cookie.2.description3": "• Temporary (session cookies): deleted when you close your browser.",
	"cookie.2.description4": "• Persistent: stored on your Device for a defined period.",
	"cookie.2.description5": "We may also use other similar technologies, such as pixels or web beacons. For simplicity, we refer to these technologies as 'cookies' in this policy.",
	"cookie.title3": "2. Types of cookies used on the Site",
	"cookie.3.description": "We use the following types of cookies:",
	"cookie.3.description2": "a) Necessary cookies",
	"cookie.3.description3": "These cookies ensure the essential operation of the Site (e.g., secure access to your account, management of language preferences). You can disable them via your browser settings, but this may affect your user experience.",
	"cookie.3.description4": "b) Optional cookies (third-party)",
	"cookie.3.description5": "These cookies improve your user experience, analyze Site traffic, identify potential errors, and enhance content. They may include:",
	"cookie.3.description6": "• Audience tracking cookies (Google Analytics, etc.).",
	"cookie.3.description7": "• Advertising or social media cookies (Facebook, LinkedIn, etc.).",
	"cookie.3.description8": "These cookies are only placed after obtaining your explicit consent.",
	"cookie.title4": "3. How to manage your cookie preferences?",
	"cookie.4.description": "During your first visit, a banner allows you to customize your preferences. You can accept all cookies, refuse optional cookies, or set them individually.",
	"cookie.4.description2": "You can also change your choices at any time by clicking on the cookie icon at the bottom right of the screen.",
	"cookie.title5": "4. Cookies related to newsletters",
	"cookie.5.description": "Some emails we send (e.g., newsletters) contain cookies or tracking pixels. These allow us to know if you have opened the email and which links you have clicked on.",
	"cookie.5.description2": "To avoid downloading these pixels, you can:",
	"cookie.5.description3": "• Delete the email from your inbox.",
	"cookie.5.description4": "• Opt for plain text emails instead of HTML in your preferences.",
	"cookie.5.description5": "You can also unsubscribe from our communications via the link at the bottom of each email.",
	"cookie.title6": "Policy updated: November 21, 2024",

	"conf.main.title": "Privacy Policy",
	"conf.title": "Purpose",
	"conf.1.description": "The purpose of this privacy policy is to inform users of our site about the personal data we collect, as well as the following information, if applicable:",
	"conf.1.description2": "• The personal data we collect",
	"conf.1.description3": "• The use of the collected data",
	"conf.1.description4": "• Who has access to the collected data",
	"conf.1.description5": "• The rights of the site users",
	"conf.1.description6": "• The cookie policy, available in a separate tab",
	"conf.title2": "Applicable Laws",
	"conf.2.description": "In accordance with the General Data Protection Regulation (GDPR), this privacy policy complies with the following standards:",
	"conf.2.description2": "Personal data must be:",
	"conf.2.description3": "1. Processed lawfully, fairly, and transparently in relation to the data subject (lawfulness, fairness, and transparency).",
	"conf.2.description4": "2. Collected for specified, explicit, and legitimate purposes and not further processed in a manner that is incompatible with those purposes. Further processing for statistical purposes is not considered incompatible, in accordance with Article 89(1) (purpose limitation).",
	"conf.2.description5": "3. Adequate, relevant, and limited to what is necessary in relation to the purposes for which they are processed (data minimization).",
	"conf.2.description6": "4. Accurate and, where necessary, kept up to date. Every reasonable step must be taken to ensure that personal data that are inaccurate are rectified or erased without delay (accuracy).",
	"conf.2.description7": "5. Kept in a form that permits identification of data subjects for no longer than is necessary for the purposes for which the personal data are processed. Longer retention is permitted only for research purposes, subject to appropriate safeguards (storage limitation).",
	"conf.2.description8": "6. Processed in a manner that ensures appropriate security of the personal data, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures (integrity and confidentiality).",
	"conf.2.description9": "Processing is lawful only if and to the extent that at least one of the following applies:",
	"conf.2.description10": "• The data subject has given consent to the processing of their personal data for one or more specific purposes.",
	"conf.2.description11": "• Processing is necessary for the performance of a contract to which the data subject is party or in order to take steps at the request of the data subject prior to entering into a contract.",
	"conf.2.description12": "• Processing is necessary for compliance with a legal obligation to which the controller is subject.",
	"conf.2.description13": "• Processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.",
	"conf.2.description14": "• Processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.",
	"conf.2.description15": "In case of inconsistencies, our policy will be updated to comply with the current law.",
	"conf.title3": "Consent",
	"conf.3.description": "By using our site, users agree to:",
	"conf.3.description2": "1. The conditions set out in this privacy policy.",
	"conf.3.description3": "2. The collection, use, and retention of the personal data described herein.",
	"conf.title4": "Personal Data We Collect",
	"conf.4.description": "Data Collected Automatically",
	"conf.4.description2": "When you visit and use our site, we may collect and store the following information automatically:",
	"conf.4.description3": "• IP address",
	"conf.4.description4": "• Location",
	"conf.4.description5": "• Hardware and software details",
	"conf.4.description6": "• Links clicked on the site",
	"conf.4.description7": "• Content viewed on the site",
	"conf.4.description8": "Data Collected Manually",
	"conf.4.description9": "We may also collect the following data when you perform certain actions on our site:",
	"conf.4.description10": "• First and last name",
	"conf.4.description11": "• Date of birth",
	"conf.4.description12": "• Gender",
	"conf.4.description13": "• Country",
	"conf.4.description14": "• Email address",
	"conf.4.description15": "• Data entered via forms (e.g., account creation, product reviews)",
	"conf.4.description16": "These data are collected using the following methods:",
	"conf.4.description17": "• Creating a user account",
	"conf.4.description18": "• Submitting a review or form",
	"conf.4.description19": "We only collect the data necessary to achieve the purposes described in this policy.",
	"conf.title5": "How We Use Personal Data",
	"conf.5.description": "The collected data are used solely for the following purposes:",
	"conf.5.description2": "• Automatically collected data: Compiling statistics or improving the site.",
	"conf.5.description3": "• Manually collected data: Communication and personalization of services.",
	"conf.title6": "Sharing Personal Data",
	"conf.6.description": "Employees",
	"conf.6.description2": "We may share data with employees who have a legitimate need to access it to achieve the objectives defined in this policy.",
	"conf.6.description3": "Third Parties",
	"conf.6.description4": "We may share data with third parties only when:",
	"conf.6.description5": "• Required by law.",
	"conf.6.description6": "• Necessary for legal proceedings.",
	"conf.6.description7": "• Required to prove or protect our legal rights.",
	"conf.6.description8": "If our company is sold, user data may be transferred to the buyer.",
	"conf.title7": "Retention Period",
	"conf.7.description": "Personal data are retained as long as necessary to achieve the purposes for which they were collected. Once this period has expired, they are securely deleted.",
	"conf.title8": "Protection of Personal Data",
	"conf.8.description": "We take measures to ensure the security of data. However, due to the inherent vulnerabilities of the Internet, we cannot guarantee absolute security.",
	"conf.8.description2": "In case of a breach, we will inform the affected users and take necessary measures to mitigate the risks.",
	"conf.title9": "Minors",
	"conf.9.description": "Persons under the age of 15 must obtain the consent of a legal representative before their data are collected.",
	"conf.title10": "User Rights",
	"conf.10.description": "Users have the following rights, in accordance with the GDPR:",
	"conf.10.description2": "• Right of access",
	"conf.10.description3": "• Right to rectification",
	"conf.10.description4": "• Right to erasure",
	"conf.10.description5": "• Right to restriction of processing",
	"conf.10.description6": "• Right to data portability",
	"conf.10.description7": "• Right to object",
	"conf.title11": "Contact for Modifications or Deletions",
	"conf.11.description": "If you wish to modify or delete your personal data, please contact our data protection officer:",
	"conf.11.description2": "Isabel DEVILLERS",
	"conf.11.description3": "17 bis route du Burgaud",
	"conf.11.description4": "isabel.devillers@emcaffe.com",

	"footer.title1": "AT EMCA",
	"footer.description1": "By putting a point of honor on quality, EMCA is committed to offering coffee with an authentic taste, respectful of the Peruvian soil, so that each cup is a moment of unforgettable pleasure.",
	"footer.title2": "PRODUCTS",
	"footer.coffee.bio": "ORGANIC COFFEES",
	"footer.coffee.specialty": "SPECIALTY COFFEES",
	"footer.title3": "USEFUL LINKS",
	"footer.contact": "CONTACT US",
	"footer.legal": "LEGAL NOTICE",
    "footer.cookies": "COOKIE POLICY",
    "footer.confidentiality": "PRIVACY POLICY",

	"Contact.title": "CONTACT US",
    "Contact.subtitle": "Your information and message",
    "Contact.motif": "Select a reason",
    "Contact.selectMotif": "Select a reason",
    "Contact.civility": "Title",
    "Contact.lastName": "Last Name",
    "Contact.firstName": "First Name",
    "Contact.address": "Street address",
    "Contact.postalCode": "Postal Code",
    "Contact.city": "City",
    "Contact.country": "Country",
    "Contact.email": "Email",
    "Contact.phone": "Phone",
    "Contact.message": "Your message",
    "Contact.consent": "I agree to the use of this personal data for contact purposes",
    "Contact.submit": "SEND",

	"Contact.motif.info": "I would like some information",
    "Contact.motif.comment": "I would like to share my feedback",
    "Contact.motif.produit": "I encountered a problem with a product",
    "Contact.motif.remark": "I have a remark",
    "Contact.motif.available": "I have a question about product availability",
    "Contact.motif.site": "I encountered a problem with the website",
    "Contact.motif.other": "Other",

	"product.addtocart": "Add to cart",

"cookies.message": "We use cookies to improve your experience. Do you accept?",
"cookies.accept": "Accept",
"cookies.decline": "Decline",

  "product.format": "Format",
  "product.delivery": "Free delivery on orders over €59",
  "product.instock": "In stock, ships within 48h",


"productHighlight": {
  "title": "ORGANIC COFFEES",
  "descriptionFront": "Pure roasted coffee beans<br /><strong>HIGH-ALTITUDE FOREST ARABICA<br />100% ORGANIC</strong>",
  "addToCart": "Add to Cart"
}


}
