{
	"nav.home": "Inicio",
	"nav.products": "Productos",
	"nav.contact": "Contactarnos",

	"hero.coffee": "Café orgánico y especialidad",

	"coffee.1.title": "Tierra amazónica",
	"coffee.1.description": "Granos de café verde cultivados en las tierras altas del Amazonas. Cosechado a mano en altitudes de 1300 a 1900 msnm, de 1300 a 2500 metros, con un excelente control de calidad.",
	"coffee.2.title": "Calidad de excelencia",
	"coffee.2.description": "Para una producción de puro arábica y un rendimiento en taza redonda de 82 a 86 puntos SCAA, con un rendimiento del 71% al 74% y la humedad del 12%.",
	"coffee.3.title": "Armonía planetaria",
	"coffee.3.description": "Sus notas florales y afrutadas cantan granos cultivados en la región Selva Altitud de la Amazonía peruana, le permiten consumir un café con sabor vivo puro árabe, intenso y natural !",

	"home-info.titre1": "SABER HACER EMCAFFE",
	"home-info.description1": "En Emca, el portavoz de los productores de granos de café verde de la región amazónica del Perú, te invitamos a descubrir el aroma, sabor y rendimiento de nuestro café de altura 'bosque': orgánico y de especialidad en tu taza!",
	"home-info.titre2": "NUESTRA HISTORIA",
	"home-info.description2": "EMCA, una pequeña empresa francesa, fundada en 2023, tiene como objetivo presentarte el mejor café peruano de altura, 'trazabilidad orgánica y especialidad', cultivado de generación en generación en la tierra del abuelo amazónico. También nació para ofrecer un intercambio directo del productor a tus manos, con el cuidado premium de las materias primas, para que conozcas nuestro compromiso con un café en armonía planetaria y para proteger el acceso a un mundo mejor para los jóvenes y los ancianos productores indígenas.",
	"home-info.titre3": "Sabor floral de arcoíris, ¡es pura felicidad!",
	"home-info.description3": "EMCAFFE es un café excepcional de Perú. Prestamos especial atención al tostado lento y artesanal, asegurando que cada paso se realice con cuidado. Este proceso revela todas las riquezas aromáticas del café, ofreciendo así a los consumidores la mejor experiencia gustativa posible. Al poner un énfasis en la calidad, EMCA se compromete a ofrecer un café con un sabor auténtico, respetuoso de la tierra peruana, para que cada taza sea un momento de placer inolvidable.",
	"home-info.titre4": "PROFESIONALES DEL CAFÉ",
	"home-info.description4": "Desea comprar al por mayor o convertirse en distribuidor de nuestros productos? Contáctenos hoy para descubrir nuestras ofertas profesionales.",

	"home-carousel.title": "Nos productos",
	"home-carousel.soon": "Próximamente!",

	"contact.title": "Contactarnos",
	"contact.tel": "TELÉFONO",
	"contact.mail": "EMAIL",
	"contact.facebook": "FACEBOOK",
	"contact.instagram": "INSTAGRAM",
	"contact.linkedin": "LINKEDIN",

	"shop.details": "Detalles",
	"200-bio.title": "Granos de café verde crudo sin tostar puro ARABICA DE BOSQUE DE ALTITUD 100% BIO SALUD",
	"300-bio.title": "Granos de café tostado puro ARABICA DE BOSQUE DE ALTITUD 100% BIO",
	"200-spe.title": "Granos de café verde crudos no tostados puros ARABICA DEL BOSQUE DE LA ALTITUD 100% Especialidad",
	"300-spe.title": "Granos de café tostados puros ARABICA DE BOSQUE DE ALTITUD 100% Especialidad",
	"200-bio.titlep": "Granos de Café Verde Crudo 100% Bio",
	"200-bio.description": "Sus notas florales y afrutadas cantan sobre el bio de los granos verdes de café cultivados en la alta naturaleza de la Amazonía. \n Café obtenido de cosechas manuales a altitudes entre 1300 y 1900 metros, beneficiándose de un control de calidad de excelencia para una producción de puro arábica, que ofrece un aroma sorprendente y armonioso con un sabor de café intenso y natural.",
	"200-bio.ingredient": "100% granos de café arábica provenientes de la agricultura biológica en Perú.\nAzúcar natural sin aditivos y sin gluten.\n‎  \nConservar en un lugar fresco y seco.",
	"200-bio.preparation": "A su elección, tueste en casa o prepare como bebida para perder peso naturalmente (vierte tres cucharadas de granos de café crudo en agua hirviendo y deja reposar durante 15 minutos. Luego, bebe con jugo de limón).",
	"200-bio.dimension": "Dimensiones: 20x15x10 cm, Peso: 500 g.",
	"300-bio.titlep": "Granos de Café Tostados Bio",
	"300-bio.description": "Sus notas florales y afrutadas cantan sobre el bio de los granos verdes de café cultivados en la alta naturaleza de la Amazonía. \n Café obtenido de cosechas manuales a altitudes entre 1300 y 1900 metros, beneficiándose de un control de calidad de excelencia para una producción de puro arábica, que ofrece un aroma sorprendente y armonioso con un sabor de café intenso y natural.",
	"300-bio.ingredient": "100% granos de café arábica provenientes de la agricultura biológica en Perú.\nAzúcar natural sin aditivos y sin gluten.\n ‎  \nConservar en un lugar fresco y seco.",
	"300-bio.preparation": "Ajuste su máquina y vierta una gran cucharada de café por taza. \n Humedezca su filtro con agua fría. \n Use agua no calcárea para preservar los aromas de su café.",
	"300-bio.dimension": "Dimensiones: 15x10x5 cm, Peso: 500 g.",
	"200-spe.titlep": "Granos de Café Verde Crudo Especialidad",
	"200-spe.description": "Granos de café verde crudo especialidad no tostados.",
	"200-spe.ingredient": "100% granos de café arábica provenientes de la agricultura biológica en Perú.\nAzúcar natural sin aditivos y sin gluten.\n ‎  \n Conservar en un lugar fresco y seco.",
	"200-spe.preparation": "A su elección, tueste en casa o prepare como bebida para perder peso naturalmente (vierte tres cucharadas de granos de café crudo en agua hirviendo y deja reposar durante 15 minutos. Luego, bebe con jugo de limón).",
	"200-spe.dimension": "Dimensiones: 20x15x10 cm, Peso: 500 g.",
	"300-spe.titlep": "Granos de Café Tostados Especialidad",
	"300-spe.description": "Sus notas florales y afrutadas cantan sobre el bio de los granos verdes de café cultivados en la alta naturaleza de la Amazonía. \n Café obtenido de cosechas manuales a altitudes entre 1300 y 1900 metros, beneficiándose de un control de calidad de excelencia para una producción de puro arábica, que ofrece un aroma sorprendente y armonioso con un sabor de café intenso y natural.",
	"300-spe.ingredient": "100% granos de café arábica provenientes de la agricultura biológica en Perú.\nAzúcar natural sin aditivos y sin gluten.\n ‎  \nConservar en un lugar fresco y seco.",
	"300-spe.preparation": "Ajuste su máquina y vierta una gran cucharada de café por taza. \n Humedezca su filtro con agua fría. \n Use agua no calcárea para preservar los aromas de su café.",
	"300-spe.dimension": "Dimensiones: 15x10x5 cm, Peso: 500 g.",
	"tab.ingredient": "Ingredientes",
	"tab.preparation": "Preparación",
	"tab.description": "Descripción",

	"legal.title": "AVISOS LEGALES",
	"legal.1.description": "De conformidad con las disposiciones de los artículos 6-III y 19 de la Ley n°2004-575 del 21 de junio de 2004 para la confianza en la economía digital (L.C.E.N.), se informa a los usuarios del sitio https://emcaffe-dev.pages.dev/fr/, a continuación denominado el «Sitio», el presente aviso legal. La navegación por el Sitio implica la aceptación sin reservas de los presentes avisos legales accesibles en todo momento en la rúbrica «Aviso legal».",
	"legal.title2": "ARTÍCULO 1 - EL REDACTOR",
	"legal.2.description": "EMPORIO DE CAFE (o EMCA), Sociedad de Responsabilidad Limitada (SARL) con capital de X euros, inscrita en el Registro de Comercio y Sociedades de Montauban con el número 953 938 198, con domicilio social en: 17 Bis Route du Burgaud, 82600 Aucamville, Francia.",
	"legal.2.description2": "N° IVA intracomunitario: FR35953938198",
	"legal.2.description3": "Teléfono: +33 6 99 42 56 34",
	"legal.2.description4": "Correo electrónico: sales@emcaffe.com",
	"legal.2.description5": "Director de publicación: Isabel DEVILLERS",
	"legal.title3": "ARTÍCULO 2 - ALOJADOR",
	"legal.3.description": "El alojamiento del Sitio es Cloudflare Pages, con sede en 900 19th Street, N.W., Suite 375, Washington, DC 20006, con número de teléfono: +1 (888) 99 FLARE.",
	"legal.title4": "ARTÍCULO 3 - ACCESIBILIDAD",
	"legal.4.description": "El sitio es accesible en cualquier lugar, 24h/24 y 7d/7, excepto en caso de fuerza mayor, de interrupción programada o no para necesidades de mantenimiento.",
	"legal.4.description2": "En caso de interrupción del Sitio por mantenimiento, el Redactor se esforzará por informar al Usuario con antelación.",
	"legal.title5": "ARTÍCULO 4 - DATOS PERSONALES",
	"legal.5.description": "El Sitio recopila y trata los datos personales de los Usuarios en cumplimiento de las disposiciones de la Ley n°78-17 modificada, denominada «Ley Informática y Libertades», y del Reglamento General de Protección de Datos (RGPD - n° 2016/679).",
	"legal.5.description2": "Para más información, consulte nuestra Política de privacidad.",
	"legal.title6": "ARTÍCULO 5 - PROPIEDAD INTELECTUAL",
	"legal.6.description": "Los contenidos y las marcas, diseños, textos, fotos, logotipos, sonidos, imágenes y videos así como la disposición y la presentación de estos elementos que figuran en el Sitio y, los derechos asociados son propiedad intelectual del Redactor, sin que esta lista sea limitativa.",
	"legal.6.description2": "Cualquier modificación, reproducción, representación, adaptación, publicación, transmisión, desnaturalización, integración en otro sitio, explotación comercial y/o reutilización total o parcial del Sitio y su contenido, por cualquier medio y en cualquier soporte, está estrictamente prohibida y podría constituir un acto de falsificación sancionado por el Código de Propiedad Intelectual o cualquier otra normativa aplicable.",
	"legal.title7": "ARTÍCULO 6 - VALIDEZ DE LA INFORMACIÓN PROPORCIONADA",
	"legal.7.description": "La información y recomendaciones proporcionadas en el Sitio son ofrecidas por el Redactor para la información del Usuario. El Redactor se esfuerza por presentar al Usuario información precisa y actualizada.",
	"legal.7.description2": "Sin embargo, la información y recomendaciones presentes en el Sitio se proporcionan tal cual y el Redactor no ofrece ninguna garantía relativa a la compatibilidad de esta información y recomendaciones con las necesidades o expectativas del Usuario ni en cuanto a la exactitud de la información proporcionada, especialmente en relación con los productos ofrecidos.",
	"legal.7.description3": "El Usuario sigue siendo el único responsable de la aplicación que haga de esta información general.",
	"legal.title8": "ARTÍCULO 7 - RESPONSABILIDAD EN CASO DE INDISPONIBILIDAD DEL SITIO",
	"legal.8.description": "El Redactor no puede asegurar el control de los servicios ofrecidos que funcionan a través de internet.",
	"legal.8.description2": "En caso de indisponibilidad del Sitio, el Redactor declina toda responsabilidad, así como cualquier dificultad o incapacidad para que el Usuario descargue o acceda al contenido, o cualquier fallo del sistema de comunicación que pueda hacer que los servicios no estén disponibles.",
	"legal.8.description3": "El Redactor, sus directores o empleados, en su caso, no podrán ser considerados responsables por cualquier daño, directo o indirecto, causado al Usuario y proveniente de una conexión al Sitio.",
	"legal.title9": "ARTÍCULO 8 - LOS ENLACES HIPERTEXTO",
	"legal.9.description": "El Redactor exime de toda responsabilidad relativa a los enlaces de hipertexto ofrecidos por el Sitio y al contenido de las páginas a las que el Usuario podría ser redirigido por estos enlaces de hipertexto.",
	"legal.9.description2": "La implementación de enlaces de hipertexto hacia todo o parte del Sitio está estrictamente prohibida sin la autorización expresa y previa del Redactor.",
	"legal.9.description3": "El Redactor se reserva la posibilidad de modificar, suspender o interrumpir la difusión de todo o parte del Sitio o de los enlaces de hipertexto que apuntan a otros sitios.",
	"legal.title10": "ARTÍCULO 9 - MODIFICACIONES O ACTUALIZACIONES",
	"legal.10.description": "El Redactor se reserva el derecho de modificar o actualizar este aviso legal en cualquier momento y sin previo aviso.",
	"legal.10.description2": "Corresponde al Usuario mantenerse informado de las modificaciones realizadas consultando regularmente esta página.",
	"legal.10.description3": "Las disputas relacionadas con el uso del Sitio estarán sujetas a la ley francesa.",
	"legal.10.description4": "Puede escribirnos a la siguiente dirección: sales@emcaffe.com para cualquier pregunta relacionada con la presente información.",
	"legal.10.description5": "Aviso legal actualizado el 19/11/2024",

	"cookie.main.title": "Cookies",
	"cookie.title": "Política de gestión de cookies",
	"cookie.1.description": "Durante su uso de este sitio web (el « Sitio »), se pueden depositar cookies en su computadora, tableta o teléfono inteligente (en adelante, el « Terminal »).",
	"cookie.1.description2": "El uso de cookies requiere su consentimiento previo, excepto para las cookies estrictamente necesarias para el funcionamiento del Sitio. Su autorización se recopila a través de un banner durante su primera visita. Este banner le informa sobre el carácter obligatorio u opcional de las cookies, así como sobre su finalidad. Puede retirar su consentimiento o modificar sus preferencias en cualquier momento haciendo clic en el icono de cookies ubicado en la parte inferior derecha de la pantalla. Al navegar por el Sitio, acepta el uso de cookies estrictamente necesarias, como se describe en el Artículo 2. Si desea rechazar estas cookies, siga las instrucciones descritas en el Artículo 3.",
	"cookie.title2": "1. ¿Qué es una cookie?",
	"cookie.2.description": "Una cookie es un pequeño archivo de texto guardado en su Terminal que permite al Sitio reconocerlo como usuario durante sus visitas y recordar sus preferencias.",
	"cookie.2.description2": "Las cookies pueden ser:",
	"cookie.2.description3": "• Temporales (cookies de sesión): eliminadas al cerrar su navegador.",
	"cookie.2.description4": "• Persistentes: conservadas en su Terminal por un período definido.",
	"cookie.2.description5": "También podemos utilizar otras tecnologías similares, como píxeles o balizas web. Para simplificar, nos referimos a estas tecnologías con el término genérico « cookies » en esta política.",
	"cookie.title3": "2. Tipos de cookies utilizadas en el Sitio",
	"cookie.3.description": "Utilizamos los siguientes tipos de cookies:",
	"cookie.3.description2": "a) Cookies necesarias",
	"cookie.3.description3": "Estas cookies garantizan el funcionamiento esencial del Sitio (por ejemplo, acceso seguro a su cuenta, gestión de preferencias de idioma). Puede desactivarlas a través de la configuración de su navegador, pero esto podría afectar su experiencia de usuario.",
	"cookie.3.description4": "b) Cookies opcionales (de terceros)",
	"cookie.3.description5": "Estas cookies mejoran su experiencia de usuario, analizan el tráfico del Sitio, identifican posibles errores y mejoran el contenido. Pueden incluir:",
	"cookie.3.description6": "• Cookies de seguimiento de audiencia (Google Analytics, etc.).",
	"cookie.3.description7": "• Cookies publicitarias o de redes sociales (Facebook, LinkedIn, etc.).",
	"cookie.3.description8": "Estas cookies solo se depositan después de obtener su consentimiento explícito.",
	"cookie.title4": "3. ¿Cómo gestionar sus preferencias de cookies?",
	"cookie.4.description": "Durante su primera visita, un banner le permite personalizar sus preferencias. Puede aceptar todas las cookies, rechazar las cookies opcionales o configurarlas individualmente.",
	"cookie.4.description2": "También puede modificar sus elecciones en cualquier momento haciendo clic en el icono de cookies en la parte inferior derecha de la pantalla.",
	"cookie.title5": "4. Cookies relacionadas con boletines informativos",
	"cookie.5.description": "Algunos correos electrónicos que enviamos (por ejemplo, boletines informativos) contienen cookies o píxeles de seguimiento. Estos nos permiten saber si ha abierto el correo electrónico y en qué enlaces ha hecho clic.",
	"cookie.5.description2": "Para evitar la descarga de estos píxeles, puede:",
	"cookie.5.description3": "• Eliminar el correo electrónico de su bandeja de entrada.",
	"cookie.5.description4": "• Optar por correos electrónicos en texto plano en lugar de HTML en sus preferencias.",
	"cookie.5.description5": "También puede darse de baja de nuestras comunicaciones a través del enlace en la parte inferior de cada correo electrónico.",
	"cookie.title6": "Política actualizada: 21 de noviembre de 2024",

	"conf.main.title": "Política de privacidad",
	"conf.title": "Objetivo",
	"conf.1.description": "El propósito de esta política de privacidad es informar a los usuarios de nuestro sitio sobre los datos personales que recopilamos, así como la siguiente información, si corresponde:",
	"conf.1.description2": "• Los datos personales que recopilamos",
	"conf.1.description3": "• El uso de los datos recopilados",
	"conf.1.description4": "• Quién tiene acceso a los datos recopilados",
	"conf.1.description5": "• Los derechos de los usuarios del sitio",
	"conf.1.description6": "• La política de cookies, disponible en una pestaña separada",
	"conf.title2": "Leyes aplicables",
	"conf.2.description": "De acuerdo con el Reglamento General de Protección de Datos (RGPD), esta política de privacidad respeta las siguientes normas:",
	"conf.2.description2": "Los datos personales deben ser:",
	"conf.2.description3": "1. Tratados de manera lícita, leal y transparente con respecto a la persona interesada (licitud, lealtad y transparencia).",
	"conf.2.description4": "2. Recopilados para fines determinados, explícitos y legítimos, y no ser tratados posteriormente de manera incompatible con dichos fines. El tratamiento posterior con fines estadísticos no se considera incompatible, de acuerdo con el artículo 89, párrafo 1 (limitación de los fines).",
	"conf.2.description5": "3. Adecuados, pertinentes y limitados a lo necesario en relación con los fines para los que son tratados (minimización de datos).",
	"conf.2.description6": "4. Exactos y, si es necesario, actualizados. Se deben tomar todas las medidas razonables para que los datos inexactos sean rectificados o eliminados sin demora (exactitud de la información).",
	"conf.2.description7": "5. Conservados de forma que permita la identificación de las personas interesadas durante un período no superior al necesario para los fines para los que son tratados. Una conservación más prolongada solo está permitida con fines de investigación científica, histórica o estadística, sujeta a garantías adecuadas (limitación de la conservación).",
	"conf.2.description8": "6. Tratados de manera segura, incluidos los tratamientos no autorizados o ilícitos, la pérdida, destrucción o daños accidentales, mediante medidas técnicas u organizativas adecuadas (integridad y confidencialidad).",
	"conf.2.description9": "El tratamiento de datos es lícito solo si se cumple una de las siguientes condiciones:",
	"conf.2.description10": "• La persona interesada ha dado su consentimiento para el tratamiento de sus datos para uno o más fines específicos.",
	"conf.2.description11": "• El tratamiento es necesario para la ejecución de un contrato en el que la persona interesada es parte, o para tomar medidas precontractuales a su solicitud.",
	"conf.2.description12": "• El tratamiento es necesario para el cumplimiento de una obligación legal.",
	"conf.2.description13": "• El tratamiento es necesario para la ejecución de una misión de interés público o inherente al ejercicio de la autoridad pública.",
	"conf.2.description14": "• El tratamiento es necesario para los fines de los intereses legítimos perseguidos por el responsable del tratamiento, salvo que prevalezcan los derechos y libertades fundamentales de la persona interesada, especialmente cuando se trata de un niño.",
	"conf.2.description15": "En caso de inconsistencias, nuestra política se actualizará para cumplir con la ley vigente.",
	"conf.title3": "Consentimiento",
	"conf.3.description": "Al utilizar nuestro sitio, los usuarios aceptan:",
	"conf.3.description2": "1. Las condiciones establecidas en esta política de privacidad.",
	"conf.3.description3": "2. La recopilación, el uso y la conservación de los datos personales descritos aquí.",
	"conf.title4": "Datos personales que recopilamos",
	"conf.4.description": "Datos recopilados automáticamente",
	"conf.4.description2": "Cuando visita y utiliza nuestro sitio, podemos recopilar y almacenar automáticamente la siguiente información:",
	"conf.4.description3": "• Dirección IP",
	"conf.4.description4": "• Ubicación",
	"conf.4.description5": "• Detalles de hardware y software",
	"conf.4.description6": "• Enlaces en los que el usuario hace clic en el sitio",
	"conf.4.description7": "• Contenido visto en el sitio",
	"conf.4.description8": "Datos recopilados manualmente",
	"conf.4.description9": "También podemos recopilar los siguientes datos cuando realiza ciertas acciones en nuestro sitio:",
	"conf.4.description10": "• Nombre y apellido",
	"conf.4.description11": "• Fecha de nacimiento",
	"conf.4.description12": "• Sexo",
	"conf.4.description13": "• País",
	"conf.4.description14": "• Dirección de correo electrónico",
	"conf.4.description15": "• Datos ingresados a través de formularios (por ejemplo, creación de cuenta, reseñas de productos)",
	"conf.4.description16": "Estos datos se recopilan mediante los siguientes métodos:",
	"conf.4.description17": "• Creación de una cuenta de usuario",
	"conf.4.description18": "• Envío de una reseña o formulario",
	"conf.4.description19": "Solo recopilamos los datos necesarios para alcanzar los objetivos descritos en esta política.",
	"conf.title5": "Cómo utilizamos los datos personales",
	"conf.5.description": "Los datos recopilados se utilizan únicamente para los siguientes fines:",
	"conf.5.description2": "• Datos recopilados automáticamente: Compilación de estadísticas o mejora del sitio.",
	"conf.5.description3": "• Datos recopilados manualmente: Comunicación y personalización de servicios.",
	"conf.title6": "Compartir datos personales",
	"conf.6.description": "Empleados",
	"conf.6.description2": "Podemos compartir los datos con empleados que tengan una necesidad legítima de acceder a ellos para alcanzar los objetivos definidos en esta política.",
	"conf.6.description3": "Terceros",
	"conf.6.description4": "Podemos compartir datos con terceros solo cuando:",
	"conf.6.description5": "• La ley lo requiere.",
	"conf.6.description6": "• Es necesario para un procedimiento judicial.",
	"conf.6.description7": "• Es necesario para probar o proteger nuestros derechos legales.",
	"conf.6.description8": "Si nuestra empresa es vendida, los datos de los usuarios pueden ser transferidos al comprador.",
	"conf.title7": "Duración de la conservación",
	"conf.7.description": "Los datos personales se conservan durante el tiempo necesario para alcanzar los objetivos para los que fueron recopilados. Una vez transcurrido este período, se eliminan de manera segura.",
	"conf.title8": "Protección de datos personales",
	"conf.8.description": "Tomamos medidas para garantizar la seguridad de los datos. Sin embargo, debido a las vulnerabilidades inherentes a Internet, no podemos garantizar una seguridad absoluta.",
	"conf.8.description2": "En caso de violación, informaremos a los usuarios afectados y tomaremos las medidas necesarias para limitar los riesgos.",
	"conf.title9": "Menores",
	"conf.9.description": "Las personas menores de 15 años deben obtener el consentimiento de un representante legal antes de que se recopilen sus datos.",
	"conf.title10": "Derechos de los usuarios",
	"conf.10.description": "Los usuarios tienen los siguientes derechos, de acuerdo con el RGPD:",
	"conf.10.description2": "• Derecho de acceso",
	"conf.10.description3": "• Derecho de rectificación",
	"conf.10.description4": "• Derecho de eliminación",
	"conf.10.description5": "• Derecho a la limitación del tratamiento",
	"conf.10.description6": "• Derecho a la portabilidad de los datos",
	"conf.10.description7": "• Derecho de oposición",
	"conf.title11": "Contacto para modificaciones o eliminaciones",
	"conf.11.description": "Si desea modificar o eliminar sus datos personales, comuníquese con nuestro responsable de protección de datos personales:",
	"conf.11.description2": "Isabel DEVILLERS",
	"conf.11.description3": "17 bis route du Burgaud",
	"conf.11.description4": "isabel.devillers@emcaffe.com",

	"footer.title1": "EN EMCA",
	"footer.description1": "Al poner un punto de honor en la calidad, EMCA se compromete a ofrecer un café con sabor auténtico, respetuoso del terroir peruano, para que cada taza sea un momento de placer inolvidable.",
	"footer.title2": "PRODUCTOS",
	"footer.coffee.bio": "CAFÉS ORGÁNICOS",
	"footer.coffee.specialty": "CAFÉS DE ESPECIALIDAD",
	"footer.title3": "ENLACES UTILES",
	"footer.contact": "CONTACTARNOS",
	"footer.legal": "AVISOS LEGALES",
	"footer.cookies": "POLÍTICAS DE COOKIES",
	"footer.confidentiality": "POLÍTICAS DE PRIVACIDAD",

	"Contact.title": "CONTÁCTANOS",
	"Contact.subtitle": "Tus datos y mensaje",
	"Contact.motif": "Selecciona un motivo",
	"Contact.selectMotif": "Selecciona un motivo",
	"Contact.civility": "Tratamiento",
	"Contact.lastName": "Apellido",
	"Contact.firstName": "Nombre",
	"Contact.address": "Dirección",
	"Contact.postalCode": "Código postal",
	"Contact.city": "Ciudad",
	"Contact.country": "País",
	"Contact.email": "Correo electrónico",
	"Contact.phone": "Teléfono",
	"Contact.message": "Tu mensaje",
	"Contact.consent": "Acepto el uso de estos datos personales para ser contactado",
	"Contact.submit": "ENVIAR",

	"Contact.motif.info": "Deseo obtener información",
	"Contact.motif.comment": "Quisiera compartir mis comentarios",
	"Contact.motif.produit": "He tenido un problema con un producto",
	"Contact.motif.remark": "Tengo una observación",
	"Contact.motif.available": "Tengo una pregunta sobre la disponibilidad de los productos",
	"Contact.motif.site": "He tenido un problema con el sitio web",
	"Contact.motif.other": "Otro",

	"cookies.message": "Usamos cookies para mejorar tu experiencia. ¿Aceptas?",
	"cookies.accept": "Aceptar",
	"cookies.decline": "Rechazar",

	"product.format": "Formato",
	"product.addToCart": "Añadir al carrito",
	"product.intensity": "Intensidad",
	"product.type": "Tipo",
	"product.origin": "Origen",
	"product.ingredient": "Ingredientes",
	"product.preparation": "Preparación",
	"product.description": "Descripción",

	"cart.title": "Carrito",
	"cart.empty": "Tu carrito está vacío.",
	"cart.status": "Tu carrito",
	"cart.total": "Total",
	"cart.checkout": "Proceder al pago",

	"login.title": "Iniciar sesión",
	"login.welcome": "Bienvenido",
	"login.subtitle": "Inicia sesión en tu cuenta",
	"login.email": "Correo electrónico",
	"login.password": "Contraseña",
	"login.remember": "Recuérdame",
	"login.forgot": "¿Olvidaste tu contraseña?",
	"login.submit": "Iniciar sesión",
	"login.or": "o",
	"login.noAccount": "¿No tienes una cuenta?",
	"login.register": "Crear cuenta",

	"register.title": "Registro",
	"register.welcome": "Crear una cuenta",
	"register.subtitle": "Únete a nosotros hoy",
	"register.firstName": "Nombre",
	"register.lastName": "Apellido",
	"register.email": "Correo electrónico",
	"register.phone": "Teléfono",
	"register.password": "Contraseña",
	"register.confirmPassword": "Confirmar contraseña",
	"register.terms": "Acepto los",
	"register.termsLink": "términos y condiciones",
	"register.and": "y la",
	"register.privacy": "política de privacidad",
	"register.submit": "Registrarse",
	"register.or": "o",
	"register.hasAccount": "¿Ya tienes una cuenta?",
	"register.login": "Iniciar sesión",
	"register.gender": "Género",
	"register.selectGender": "Selecciona tu género",
	"register.male": "Hombre",
	"register.female": "Mujer",
	"register.other": "Otro",
	"register.preferNotToSay": "Prefiero no decir",

	"account.title": "Mi Cuenta",
	"account.profile": "Mi Perfil",
	"account.orders": "Mis Pedidos",
	"account.settings": "Configuración",
	"account.logout": "Cerrar sesión",

	"account.profileTitle": "Información Personal",
	"account.edit": "Editar",
	"account.save": "Guardar",
	"account.cancel": "Cancelar",
	"account.firstName": "Nombre",
	"account.lastName": "Apellido",
	"account.email": "Correo",
	"account.phone": "Teléfono",
	"account.gender": "Género",
	"account.male": "Hombre",
	"account.female": "Mujer",
	"account.other": "Otro",
	"account.address": "Dirección",
	"account.memberSince": "Miembro desde",

	"account.ordersTitle": "Historial de Pedidos",
	"account.orderNumber": "Pedido",
	"account.orderDate": "Fecha",
	"account.orderTotal": "Total",
	"account.orderStatus": "Estado",
	"account.delivered": "Entregado",
	"account.processing": "En proceso",
	"account.cancelled": "Cancelado",
	"account.pending": "Pendiente",
	"account.items": "artículos",
	"account.viewDetails": "Ver detalles",
	"account.noOrders": "Aún no hay pedidos",
	"account.startShopping": "Empezar a comprar",

	"account.settingsTitle": "Configuración de la cuenta",
	"account.changePassword": "Cambiar contraseña",
	"account.currentPassword": "Contraseña actual",
	"account.newPassword": "Nueva contraseña",
	"account.confirmNewPassword": "Confirmar contraseña",
	"account.updatePassword": "Actualizar",
	"account.notifications": "Notificaciones",
	"account.emailNotifications": "Recibir notificaciones por correo",
	"account.orderUpdates": "Actualizaciones de pedidos",
	"account.promotions": "Ofertas y promociones",
	"account.confirmLogout": "¿Estás seguro de que quieres cerrar sesión?",

	"forgot.title": "¿Olvidaste tu contraseña?",
	"forgot.description": "Ingresa tu dirección de correo y te enviaremos un enlace para restablecer tu contraseña.",
	"forgot.email": "Correo electrónico",
	"forgot.submit": "Enviar enlace",
	"forgot.backToLogin": "Volver al inicio de sesión",
	"forgot.or": "o",
	"forgot.rememberPassword": "¿Recuerdas tu contraseña?",
	"forgot.login": "Iniciar sesión",
	"forgot.needHelp": "¿Necesitas ayuda?",
	"forgot.contactUs": "Contáctanos",
	"forgot.successTitle": "¡Correo enviado!",
	"forgot.successMessage": "Revisa tu bandeja de entrada y sigue las instrucciones para restablecer tu contraseña.",
	"forgot.errorTitle": "Error",
	"forgot.errorMessage": "Ocurrió un error. Por favor intenta de nuevo.",

	"reset.title": "Nueva Contraseña",
	"reset.description": "Elige una nueva contraseña segura.",
	"reset.newPassword": "Nueva contraseña",
	"reset.confirmPassword": "Confirmar",
	"reset.submit": "Restablecer",
	"reset.backToLogin": "Volver",
	"reset.successTitle": "¡Éxito!",
	"reset.successMessage": "Contraseña cambiada. Redirigiendo...",
	"reset.errorTitle": "Error",
	"reset.errorMessage": "Intenta de nuevo",
	"reset.invalidToken": "Enlace inválido",
	"reset.invalidTokenMessage": "Este enlace es inválido o expiró.",

	"productHighlight": {
		"title": "CAFÉS ORGÁNICOS",
		"descriptionFront": "Granos de café tostado puro<br /><strong>ARÁBICA DE BOSQUE DE ALTURA<br />100% ORGÁNICO</strong>",
		"addToCart": "Agregar al carrito"
	}
}
