{
	"nav.home": "Accueil",
	"nav.products": "Produits",
	"nav.contact": "Nous contacter",
	"nav.recipes": "Recettes",


	"hero.coffee": "Café bio et spécialité",

	"coffee.1.title": "Terre amazonienne",
	"coffee.1.description": "Grains de café vert cultivés sur les hauts plateaux de l'Amazonie. Récolté à la main à des altitudes de 1300 à 1900 msnm, de 1300 à 2500 mètres, avec un excellent contrôle de qualité.",
	"coffee.2.title": "Qualité d'excellence",
	"coffee.2.description": "Pour une production pur arabica et une performance en tasse ronde de 82 à 86 points SCAA, avec un rendement de 71% à 74% et l'humidité de 12%.",
	"coffee.3.title": "Harmonie planétaire",
	"coffee.3.description": "Ses notes florales et fruitées chantent des grains cultivés dans la région Forêt Altitude de l'Amazonie Péruvienne, vous permettent de consommer un parfum café vivant au goût pur arabique, intense et naturel !",

	"home-info.titre1": "SAVOIR FAIRE EMCAFFE",
	"home-info.description1": "Chez Emca, porte-parole des producteurs des grains de café vert de la région amazonienne du Pérou, vous invite à découvrir l'arôme, la saveur et le rendement de notre café d'altitude \"forêt\" : bio et de spécialité dans votre tasse !",
	"home-info.titre2": "NOTRE HISTOIRE",
	"home-info.description2": "EMCA, petite entreprise française, née en 2023 pour vous faire découvrir le meilleur du café péruvien d'altitude « traçabilité bio et spécialité », cultivé de génération en génération, de la terre grand-père amazonienne, née aussi pour vous proposer un échange direct du producteur à vos mains avec le soin premium des « matières premières », afin que vous connaissiez notre savoir-faire engagé pour un café dans l'harmonie planétaire et pour protéger l’accès à un monde meilleur pour les jeunes et les vieux producteurs indigènes.",
	"home-info.titre3": "Goût arc-en-ciel floral, C’est juste un bonheur !",
	"home-info.description3": "EMCAFFE, c’est un café d'exception en provenance du Pérou. Nous accordons une attention particulière à la torréfaction lente et artisanale, s'assurant que chaque étape est réalisée avec soin. Ce processus permet de révéler toutes les richesses aromatiques du café, offrant ainsi aux consommateurs la meilleure expérience gustative possible. En mettant un point d’honneur sur la qualité, EMCA s'engage à offrir un café au goût authentique, respectueux du terroir péruvien, pour que chaque tasse soit un moment de plaisir inoubliable.",
	"home-info.titre4": "PROFESSIONNELS DU CAFÉ",
	"home-info.description4": "Vous souhaitez acheter en gros ou devenir distributeur de nos produits ? Contactez-nous dès aujourd'hui pour découvrir nos offres professionnelles.",

	"home-carousel.title": "Nos produits",
	"home-carousel.soon": "Bientôt!",

	"contact.title": "Nous contacter",
	"contact.tel": "TÉLÉPHONE",
	"contact.mail": "EMAIL",
	"contact.facebook": "FACEBOOK",
	"contact.instagram": "INSTAGRAM",
	"contact.linkedin": "LINKEDIN",

	"shop.details": "Détails",
	"200-bio.title": "Grains crus de café vert non torréfiés pur ARABICA DE FORÊT D'ALTITUDE 100% BIO SANTÉ",
	"300-bio.title": "Grains de café torréfiés pur ARABICA DE FORÊT D'ALTITUDE 100% BIO",
	"200-spe.title": "Grains crus de café vert non torréfiés purs ARABIQUE DE FORÊT D'ALTITUDE 100% Spécialité",
	"300-spe.title": "Grains de café torréfiés purs ARABIQUE DE FORÊT D'ALTITUDE 100% Spécialité",
	"200-bio.titlep": "Grains Crus de Café Vert 100% Bio",
	"200-bio.description": "Ses notes florales aromatiques et fruitées chantent le bio des grains verts du café cultivés dans la haute nature de l’Amazonie. \n Café issu d’une récolte faite à la main à une altitude comprise entre 1300 et 1900 mètres, bénéficiant d’un suivi qualité d’excellence pour une production de pur arabica, qui délivre un parfum surprenant et harmonieux au goût de café intense et naturel.",
	"200-bio.ingredient": "100% café arabica en grains issu de l’agriculture biologique du Pérou.\n Sucre naturel sans ajout, sans additif et sans gluten.\n ‎  \n Conserver dans un endroit frais et sec.",
	"200-bio.preparation": "À votre choix, torréfiez à la maison ou préparez en boisson pour perdre naturellement du poids (versez dans l’eau bouillante trois cuillères à soupe de grains de café cru et laissez reposer pendant 15 minutes. Buvez ensuite avec un jus de citron).",
	"200-bio.dimension": "Dimensions : 20x15x10 cm, Poids : 500 g.",
	"300-bio.titlep": "Grains de Café Torréfiés Bio",
	"300-bio.description": "Ses notes florales aromatiques et fruitées chantent le bio des grains verts du café cultivés dans la haute nature de l’Amazonie. \n Café issu d’une récolte faite à la main à une altitude comprise entre 1300 et 1900 mètres, bénéficiant d’un suivi qualité d’excellence pour une production de pur arabica, qui délivre un parfum surprenant et harmonieux au goût de café intense et naturel.",
	"300-bio.ingredient": "100% café arabica en grains issu de l’agriculture biologique du Pérou.\n Sucre naturel sans ajout, sans additif et sans gluten.\n ‎  \n Conserver dans un endroit frais et sec.",
	"300-bio.preparation": "Adapter votre machine et verser une grande cuillerée de café par tasse. \n Humectez votre filtre avec de l’eau froide. \n Utilisez de l’eau non calcaire pour conserver les arômes de votre café.",
	"300-bio.dimension": "Dimensions : 15x10x5 cm, Poids : 500 g.",
	"200-spe.titlep": "Grains Crus de Café Vert Spécialité",
	"200-spe.description": "Grains crus de café vert spécialité non torréfiés.",
	"200-spe.ingredient": "100% café arabica en grains issu de l’agriculture biologique du Pérou.\n Sucre naturel sans ajout, sans additif et sans gluten.\n ‎  \n Conserver dans un endroit frais et sec.",
	"200-spe.preparation": "À votre choix, torréfiez à la maison ou préparez en boisson pour perdre naturellement du poids (versez dans l’eau bouillante trois cuillères à soupe de grains de café cru et laissez reposer pendant 15 minutes. Buvez ensuite avec un jus de citron).",
	"200-spe.dimension": "Dimensions : 20x15x10 cm, Poids : 500 g.",
	"300-spe.titlep": "Grains de Café Torréfiés Spécialité",
	"300-spe.description": "Ses notes florales aromatiques et fruitées chantent le bio des grains verts du café cultivés dans la haute nature de l’Amazonie. \n Café issu d’une récolte faite à la main à une altitude comprise entre 1300 et 1900 mètres, bénéficiant d’un suivi qualité d’excellence pour une production de pur arabica, qui délivre un parfum surprenant et harmonieux au goût de café intense et naturel.",
	"300-spe.ingredient": "100% café arabica en grains issu de l’agriculture biologique du Pérou.\n Sucre naturel sans ajout, sans additif et sans gluten. \n ‎ \n Conserver dans un endroit frais et sec.",
	"300-spe.preparation": "Adapter votre machine et verser une grande cuillerée de café par tasse. \n  Humectez votre filtre avec de l’eau froide. \n Utilisez de l’eau non calcaire pour conserver les arômes de votre café.",
	"300-spe.dimension": "Dimensions : 15x10x5 cm, Poids : 500 g.",
	"tab.ingredient": "Ingrédient",
	"tab.preparation": "Préparation",
	"tab.description": "Description",

	"legal.title": "MENTIONS LÉGALES",
	"legal.1.description": "Conformément aux dispositions des articles 6-III et 19 de la Loi n°2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique (L.C.E.N.), il est porté à la connaissance des utilisateurs du site https://emcaffe-dev.pages.dev/fr/, ci-après désigné le « Site », les présentes mentions légales. La navigation sur le Site implique l'acceptation sans réserve des présentes mentions légales accessibles à tout moment dans la rubrique « Mentions légales ».",
	"legal.title2": "ARTICLE 1 - LE RÉDACTEUR",
	"legal.2.description": "EMPORIO DE CAFE (ou EMCA), Société à Responsabilité Limitée (SARL) au capital de X euros, immatriculée au Registre du Commerce et des Sociétés de Montauban sous le numéro 953 938 198, ayant son siège social au : 17 Bis Route du Burgaud, 82600 Aucamville, France.",
	"legal.2.description2": "N° TVA intracommunautaire : FR35953938198",
	"legal.2.description3": "Téléphone : +33 6 99 42 56 34",
	"legal.2.description4": "Email : sales@emcaffe.com",
	"legal.2.description5": "Directeur de publication : Isabel DEVILLERS",
	"legal.title3": "ARTICLE 2 - HÉBERGEUR",
	"legal.3.description": "L’hébergeur du Site est Cloudflare Pages, dont le siège social est situé au 900 19th Street, N.W., Suite 375, Washington, DC 20006, avec le numéro de téléphone : +1 (888) 99 FLARE.",
	"legal.title4": "ARTICLE 3 - ACCESSIBILITÉ",
	"legal.4.description": "Le Site est accessible en tout lieu, 24h/24 et 7j/7, sauf en cas de force majeure, d'interruption programmée ou non pour des besoins de maintenance.",
	"legal.4.description2": "En cas d'interruption du Site pour maintenance, le Rédacteur s’efforcera d’informer l’Utilisateur au préalable.",
	"legal.title5": "ARTICLE 4 - DONNÉES PERSONNELLES",
	"legal.5.description": "Le Site collecte et traite les données personnelles des Utilisateurs dans le respect des dispositions de la Loi n°78-17 modifiée, dite « Loi Informatique et Libertés », et du Règlement Général sur la Protection des Données (RGPD - n°2016/679).",
	"legal.5.description2": "Pour plus d’informations, consultez notre Politique de confidentialité.",
	"legal.title6": "ARTICLE 5 - PROPRIÉTÉ INTELLECTUELLE",
	"legal.6.description": "Les contenus et les marques, designs, textes, photos, logos, sons, images et vidéos ainsi que l’agencement et la mise en forme de ces éléments figurant sur le Site et, les droits associés sont la propriété intellectuelle du Rédacteur, sans que cette liste soit limitative.",
	"legal.6.description2": "Toute modification, reproduction, représentation, adaptation, publication, transmission, dénaturation, intégration dans un autre site, exploitation commerciale et/ou réutilisation totale ou partielle du Site et de son contenu, par tout procédé et sur tout support, est strictement interdite et pourrait notamment constituer un acte de contrefaçon sanctionné par le Code de la Propriété Intellectuelle ou toute autre réglementation applicable.",
	"legal.title7": "ARTICLE 6 - VALIDITÉ DES INFORMATIONS FOURNIES",
	"legal.7.description": "Les informations et recommandations fournies sur le Site sont proposées par le Rédacteur pour l’information de l’Utilisateur. Le Rédacteur s’emploie à présenter à l’Utilisateur des informations précises et actualisées.",
	"legal.7.description2": "Cependant, les informations et recommandations présentes sur le Site sont fournies en l’état et le Rédacteur ne donne aucune garantie relative à la compatibilité de ces informations et recommandations avec les besoins ou attentes de l’Utilisateur ni quant à l’exactitude des informations fournies, notamment concernant les produits proposés.",
	"legal.7.description3": "L’Utilisateur demeure seul responsable de l’application qu’il fait de ces informations générales.",
	"legal.title8": "ARTICLE 7 - RESPONSABILITÉ EN CAS D’INDISPONIBILITÉ DU SITE",
	"legal.8.description": "Le Rédacteur ne peut assurer le contrôle des services proposés fonctionnent au moyen d’internet.",
	"legal.8.description2": "En cas d’indisponibilité du Site, le Rédacteur décline toute responsabilité, ainsi le Rédacteur décline toute difficulté ou incapacité pour l’Utilisateur à télécharger ou à accéder au contenu, ou de toute défaillance du système de communication qui pourrait rendre les services indisponibles.",
	"legal.8.description3": "Le Rédacteur, ses dirigeants ou salariés dans le cas échéant, ne sauraient être tenus responsables pour quelque dommage que ce soit, direct ou indirect, causé à l’Utilisateur et provenant d’une connexion au Site.",
	"legal.title9": "ARTICLE 8 - LES LIENS HYPERTEXTES",
	"legal.9.description": "Le Rédacteur exempte toute responsabilité relative aux liens hypertextes proposés par le Site et au contenu des pages vers lesquelles l’Utilisateur pourrait être redirigé par ces liens hypertextes.",
	"legal.9.description2": "La mise en place de liens hypertextes vers tout ou partie du Site est strictement interdite sans l’autorisation expresse et préalable du Rédacteur.",
	"legal.9.description3": "Le Rédacteur se réserve la possibilité de modifier, suspendre ou interrompre la diffusion de tout ou partie du Site ou des liens hypertextes pointant vers d’autres sites.",
	"legal.title10": "ARTICLE 9 - MODIFICATIONS OU MISE À JOUR",
	"legal.10.description": "Le Rédacteur se réserve le droit de modifier ou de mettre à jour ces mentions légales à n’importe quel moment et sans notification préalable.",
	"legal.10.description2": "Il correspond à l’Utilisateur de se tenir informé des modifications apportées en prenant connaissance régulièrement de cette page.",
	"legal.10.description3": "Les contentieux relatifs à l’utilisation du Site seront soumis à la loi française.",
	"legal.10.description4": "Vous pouvez nous écrire à l’adresse suivante : sales@emcaffe.com pour toute question relative aux présentes informations.",
	"legal.10.description5": "Mentions légales mises à jour le 19/11/2024",

	"cookie.main.title": "Cookies",
	"cookie.title": "Politique de gestion des cookies",
	"cookie.1.description": "Pendant votre utilisation du présent site web (le « Site »), des cookies peuvent être déposés sur votre ordinateur, tablette ou smartphone (ci-après le « Terminal »).",
	"cookie.1.description2": "L'utilisation de cookies requiert votre consentement préalable, sauf pour les cookies strictement nécessaires au fonctionnement du Site. Votre autorisation est recueillie via une bannière lors de votre première visite. Cette bannière vous informe sur le caractère obligatoire ou optionnel des cookies ainsi que sur leur finalité. Vous pouvez à tout moment retirer votre consentement ou modifier vos préférences en cliquant sur l'icône des cookies située en bas à droite de l’écran. En naviguant sur le Site, vous acceptez l’utilisation des cookies strictement nécessaires, comme décrit à l’Article 2. Si vous souhaitez refuser ces cookies, veuillez suivre les instructions décrites à l’Article 3.",
	"cookie.title2": "1. Qu'est-ce qu’un cookie ?",
	"cookie.2.description": "Un cookie est un petit fichier texte enregistré sur votre Terminal permettant au Site de vous reconnaître comme utilisateur lors de vos visites et de mémoriser vos préférences.",
	"cookie.2.description2": "Les cookies peuvent être :",
	"cookie.2.description3": "• Temporaires (cookies de session) : supprimés à la fermeture de votre navigateur.",
	"cookie.2.description4": "• Persistants : conservés sur votre Terminal pour une durée définie.",
	"cookie.2.description5": "Nous pouvons également utiliser d'autres technologies similaires, comme des pixels ou balises web. Pour simplifier, nous désignons ces technologies par le terme générique « cookies » dans la présente politique.",
	"cookie.title3": "2. Types de cookies utilisés sur le Site",
	"cookie.3.description": "Nous utilisons les types de cookies suivants :",
	"cookie.3.description2": "a) Cookies nécessaires",
	"cookie.3.description3": "Ces cookies garantissent le fonctionnement essentiel du Site (par exemple, accès sécurisé à votre compte, gestion des préférences linguistiques). Vous pouvez les désactiver via les paramètres de votre navigateur, mais cela pourrait altérer votre expérience utilisateur.",
	"cookie.3.description4": "b) Cookies optionnels (tiers)",
	"cookie.3.description5": "Ces cookies permettent d'améliorer votre expérience utilisateur, d'analyser le trafic du Site, d'identifier d'éventuelles erreurs et d'améliorer le contenu. Ils peuvent inclure :",
	"cookie.3.description6": "• Cookies de suivi d’audience (Google Analytics, etc.).",
	"cookie.3.description7": "• Cookies publicitaires ou de réseaux sociaux (Facebook, LinkedIn, etc.).",
	"cookie.3.description8": "Ces cookies ne sont déposés qu’après avoir obtenu votre consentement explicite.",
	"cookie.title4": "3. Comment gérer vos préférences en matière de cookies ?",
	"cookie.4.description": "Lors de votre première visite, une bannière vous permet de personnaliser vos préférences. Vous pouvez accepter tous les cookies, refuser les cookies optionnels, ou les paramétrer individuellement.",
	"cookie.4.description2": "Vous pouvez également modifier vos choix à tout moment en cliquant sur l'icône des cookies en bas à droite de l’écran.",
	"cookie.title5": "4. Cookies liés aux newsletters",
	"cookie.5.description": "Certains e-mails que nous envoyons (par exemple, newsletters) contiennent des cookies ou pixels de suivi. Ceux-ci nous permettent de savoir si vous avez ouvert l’e-mail et sur quels liens vous avez cliqué.",
	"cookie.5.description2": "Pour éviter le téléchargement de ces pixels, vous pouvez :",
	"cookie.5.description3": "• Supprimer l'e-mail de votre boîte de réception.",
	"cookie.5.description4": "• Opter pour des e-mails en texte brut plutôt qu’en HTML dans vos préférences.",
	"cookie.5.description5": "Vous pouvez également vous désabonner de nos communications via le lien en bas de chaque e-mail.",
	"cookie.title6": "Politique mise à jour : 21 novembre 2024",

	"conf.main.title": "Politique de confidentialité",
	"conf.title": "Objectif",
	"conf.1.description": "Le but de cette politique de confidentialité est d’informer les utilisateurs de notre site des données personnelles que nous recueillons, ainsi que des informations suivantes, le cas échéant :",
	"conf.1.description2": "• Les données personnelles que nous collectons",
	"conf.1.description3": "• L’utilisation des données collectées",
	"conf.1.description4": "• Qui a accès aux données collectées",
	"conf.1.description5": "• Les droits des utilisateurs du site",
	"conf.1.description6": "• La politique de cookies, disponible dans un onglet séparé",
	"conf.title2": "Lois applicables",
	"conf.2.description": "Conformément au Règlement Général sur la Protection des Données (RGPD), cette politique de confidentialité respecte les normes suivantes :",
	"conf.2.description2": "Les données à caractère personnel doivent être :",
	"conf.2.description3": "1. Traitées de manière licite, loyale et transparente au regard de la personne concernée (licéité, loyauté et transparence).",
	"conf.2.description4": "2. Collectées pour des finalités déterminées, explicites et légitimes, et ne pas être traitées ultérieurement de manière incompatible avec ces finalités. Le traitement ultérieur à des fins statistiques n’est pas considéré comme incompatible, conformément à l’article 89, paragraphe 1 (limitation des finalités).",
	"conf.2.description5": "3. Adéquates, pertinentes et limitées à ce qui est nécessaire au regard des finalités pour lesquelles elles sont traitées (minimisation des données).",
	"conf.2.description6": "4. Exactes et, si nécessaire, tenues à jour. Toutes les mesures raisonnables doivent être prises pour que les données inexactes soient rectifiées ou effacées sans tarder (exactitude des informations).",
	"conf.2.description7": "5. Conservées sous une forme permettant l’identification des personnes concernées pendant une durée n’excédant pas celle nécessaire au regard des finalités pour lesquelles elles sont traitées. Une conservation plus longue est permise uniquement à des fins de recherche scientifique, historique ou statistique, sous réserve de garanties appropriées (limitation de la conservation).",
	"conf.2.description8": "6. Traitées de façon sécurisée, y compris contre les traitements non autorisés ou illicites, la perte, la destruction ou les dégâts accidentels, à l’aide de mesures techniques ou organisationnelles appropriées (intégrité et confidentialité).",
	"conf.2.description9": "Le traitement des données est licite uniquement si l’une des conditions suivantes est remplie :",
	"conf.2.description10": "• La personne concernée a consenti au traitement de ses données pour une ou plusieurs finalités spécifiques.",
	"conf.2.description11": "• Le traitement est nécessaire à l’exécution d’un contrat auquel la personne concernée est partie, ou pour prendre des mesures précontractuelles à sa demande.",
	"conf.2.description12": "• Le traitement est nécessaire au respect d’une obligation légale.",
	"conf.2.description13": "• Le traitement est nécessaire à l’exécution d’une mission d’intérêt public ou relevant de l’exercice de l’autorité publique.",
	"conf.2.description14": "• Le traitement est nécessaire aux fins des intérêts légitimes poursuivis par le responsable du traitement, sauf si les droits et libertés fondamentaux de la personne concernée prévalent, notamment lorsque celle-ci est un enfant.",
	"conf.2.description15": "En cas d’incohérences, notre politique sera mise à jour pour respecter la loi en vigueur.",
	"conf.title3": "Consentement",
	"conf.3.description": "En utilisant notre site, les utilisateurs acceptent :",
	"conf.3.description2": "1. Les conditions énoncées dans la présente politique de confidentialité.",
	"conf.3.description3": "2. La collecte, l’utilisation et la conservation des données personnelles décrites ici.",
	"conf.title4": "Données personnelles que nous collectons",
	"conf.4.description": "Données collectées automatiquement",
	"conf.4.description2": "Lorsque vous visitez et utilisez notre site, nous pouvons recueillir et conserver automatiquement les informations suivantes :",
	"conf.4.description3": "• Adresse IP",
	"conf.4.description4": "• Localisation",
	"conf.4.description5": "• Détails matériels et logiciels",
	"conf.4.description6": "• Liens sur lesquels l’utilisateur clique sur le site",
	"conf.4.description7": "• Contenu consulté sur le site",
	"conf.4.description8": "Données collectées manuellement",
	"conf.4.description9": "Nous pouvons également collecter les données suivantes lorsque vous effectuez certaines actions sur notre site :",
	"conf.4.description10": "• Prénom et nom",
	"conf.4.description11": "• Date de naissance",
	"conf.4.description12": "• Sexe",
	"conf.4.description13": "• Pays",
	"conf.4.description14": "• Adresse e-mail",
	"conf.4.description15": "• Données saisies via les formulaires (ex. : création de compte, avis de produit)",
	"conf.4.description16": "Ces données sont collectées à l’aide des méthodes suivantes :",
	"conf.4.description17": "• Création d’un compte utilisateur",
	"conf.4.description18": "• Soumission d’un avis ou d’un formulaire",
	"conf.4.description19": "Nous ne collectons que les données nécessaires pour atteindre les objectifs décrits dans cette politique.",
	"conf.title5": "Comment nous utilisons les données personnelles",
	"conf.5.description": "Les données collectées sont utilisées uniquement aux fins suivantes :",
	"conf.5.description2": "• Données collectées automatiquement : Compilation de statistiques ou amélioration du site.",
	"conf.5.description3": "• Données collectées manuellement : Communication et personnalisation des services.",
	"conf.title6": "Partage des données personnelles",
	"conf.6.description": "Employés",
	"conf.6.description2": "Nous pouvons partager les données avec des employés ayant un besoin légitime d’y accéder pour atteindre les objectifs définis dans cette politique.",
	"conf.6.description3": "Tiers",
	"conf.6.description4": "Nous pouvons partager des données avec des tiers uniquement lorsque :",
	"conf.6.description5": "• La loi l’exige.",
	"conf.6.description6": "• Cela est nécessaire à une procédure judiciaire.",
	"conf.6.description7": "• Cela est requis pour prouver ou protéger nos droits légaux.",
	"conf.6.description8": "Si notre société est vendue, les données utilisateur peuvent être transférées à l’acheteur.",
	"conf.title7": "Durée de conservation",
	"conf.7.description": "Les données personnelles sont conservées aussi longtemps que nécessaire pour atteindre les objectifs pour lesquels elles ont été collectées. Une fois cette durée écoulée, elles sont supprimées de manière sécurisée.",
	"conf.title8": "Protection des données personnelles",
	"conf.8.description": "Nous prenons des mesures pour garantir la sécurité des données. Cependant, en raison des vulnérabilités inhérentes à Internet, nous ne pouvons garantir une sécurité absolue.",
	"conf.8.description2": "En cas de violation, nous informerons les utilisateurs concernés et prendrons les mesures nécessaires pour limiter les risques.",
	"conf.title9": "Mineurs",
	"conf.9.description": "Les personnes de moins de 15 ans doivent obtenir le consentement d’un représentant légal avant que leurs données ne soient collectées.",
	"conf.title10": "Droits des utilisateurs",
	"conf.10.description": "Les utilisateurs disposent des droits suivants, conformément au RGPD :",
	"conf.10.description2": "• Droit d’accès",
	"conf.10.description3": "• Droit de rectification",
	"conf.10.description4": "• Droit d’effacement",
	"conf.10.description5": "• Droit à la limitation du traitement",
	"conf.10.description6": "• Droit à la portabilité des données",
	"conf.10.description7": "• Droit d’opposition",
	"conf.title11": "Contact pour modifications ou suppressions",
	"conf.11.description": "Si vous souhaitez modifier ou supprimer vos données personnelles, veuillez contacter notre agent de protection des données personnelles :",
	"conf.11.description2": "Isabel DEVILLERS",
	"conf.11.description3": "17 bis route du Burgaud",
	"conf.11.description4": "isabel.devillers@emcaffe.com",

	"footer.title1": "CHEZ EMCA",
	"footer.description1": "En mettant un point d’honneur sur la qualité, EMCA s'engage à offrir un café au goût authentique, respectueux du terroir péruvien, pour que chaque tasse soit un moment de plaisir inoubliable.",
	"footer.title2": "PRODUITS",
	"footer.coffee.bio": "CAFÉS BIO",
	"footer.coffee.specialty": "CAFÉS DE SPÉCIALITÉ",
	"footer.title3": "LIENS UTILES",
	"footer.contact": "NOUS CONTACTER",
	"footer.legal": "MENTIONS LÉGALES",
	"footer.cookies": "POLITIQUES DE COOKIES",
	"footer.confidentiality": "POLITIQUES DE CONFIDENTIALITÉ",

	"Contact.title": "NOUS CONTACTER",
	"Contact.subtitle": "Vos coordonnées et votre message",
	"Contact.motif": "Sélectionnez un motif",
	"Contact.selectMotif": "Sélectionnez un motif",
	"Contact.civility": "Civilité",
	"Contact.lastName": "Nom",
	"Contact.firstName": "Prénom",
	"Contact.address": "Adresse postale",
	"Contact.postalCode": "Code postal",
	"Contact.city": "Ville",
	"Contact.country": "Pays",
	"Contact.email": "Email",
	"Contact.phone": "Téléphone",
	"Contact.message": "Votre message",
	"Contact.consent": "J’accepte l’utilisation de ces données personnelles pour être recontacté",
	"Contact.submit": "ENVOYER",

	"Contact.motif.info": "Je souhaite une information",
	"Contact.motif.comment": "Je souhaite vous faire part de mes commentaires",
	"Contact.motif.produit": "J'ai rencontré une problème avec un produit",
	"Contact.motif.remark": "J'ai une remarque",
	"Contact.motif.available": "J'ai une question sur la disponibilité des produits",
	"Contact.motif.site": "J'ai rencontré un problème avec le site internet",
	"Contact.motif.other": "Autre",

	"cookies.message": "Nous utilisons des cookies pour améliorer votre expérience. Acceptez-vous ?",
	"cookies.accept": "Accepter",
	"cookies.decline": "Refuser",

	"product.format": "Format",
	"product.addToCart": "Ajouter au panier",
	"product.intensity": "Intensité",
	"product.type": "Type",
	"product.origin": "Origine",
	"product.ingredient": "Ingrédients",
	"product.preparation": "Préparation",
	"product.description": "Description",

	"cart.title": "Panier",
	"cart.empty": "Votre panier est vide.",
	"cart.status": "Votre panier",
	"cart.total": "Total",
	"cart.checkout": "Procéder au paiement",

    "popup.title": "Produit ajouté au panier!",
"popup.totalTTC": "TOTAL TTC",
"popup.shipping": "Transport",
"popup.subtotal": "Sous-total",
"popup.continue": "Continuer mes achats",
"popup.checkout": "Commander",

"destination": {
  "title": "Destination",
  "personalInfo": "Informations personnelles",
  "email": "E-mail",
  "password": "Mot de passe",
  "forgotPassword": "Mot de passe oublié ?",
  "continue": "Continuer",
  "previous": "Précédent",

  "addresses": "Adresses",
  "alias": "Alias",
  "firstName": "Prénom",
  "lastName": "Nom",
  "company": "Société",
  "vat": "Numéro de TVA",
  "address": "Adresse",
  "addressComplement": "Complément d'adresse",
  "postalCode": "Code postal",
  "city": "Ville",
  "country": "Pays",
  "phone": "Téléphone",
  "myAddress": "Mon adresse",
  "addressUsedForBoth": "L'adresse sélectionnée sera utilisée comme adresse de facturation et de livraison.",
  "editAddress": "Modifier",
  "deleteAddress": "Supprimer",
  "addNewAddress": "ajouter une nouvelle adresse",
  "save": "Sauvegarder",
  "cancel": "Annuler",

  "deliveryMode": "Mode de livraison",
  "deliveryStandard": "Livraison standard",
  "deliveryExpress": "Livraison express",

  "payment": "Paiement",
  "payWithVirement": "Payer par Virement bancaire",
  "payWithCard": "Payer par carte bancaire",
  "order": "Commander",


    "login": "Connexion",
    "register": "Inscription",
    "confirmPassword": "Confirmer le mot de passe",
    "passwordRequirements": "Le mot de passe doit contenir au moins 8 caractères",
    "acceptTerms": "J'accepte les",
    "termsAndConditions": "Conditions générales",
    "or": "ou",
    "continueAsGuest": "Continuer en tant qu'invité",
    "deliveryType": "Type de Livraison",
    "deliveryHome": "Livraison à Domicile",
    "deliveryHomeDesc": "Votre commande sera livrée à votre adresse.",
    "deliveryRelay": "Point Relais",
    "deliveryRelayDesc": "Récupérez votre commande dans un point relais proche.",
    "deliverySpeed": "Vitesse de Livraison",
    "businessDays": "jours ouvrés",
    "selectRelayPoint": "Sélectionnez un Point Relais"

},

"destination.cardHolder": "Titulaire de la carte",
"destination.cardNumber": "Numéro de carte",
"destination.expiry": "Date d’expiration",
"destination.cvc": "CVC",
"destination.virement": "Vous recevrez nos informations bancaires pour finaliser le paiement.",
"destination.bankTransferInfo": "Veuillez effectuer votre virement en utilisant les informations ci-dessous.",
"destination.reference": "Référence du paiement",
"destination.bankTransferConfirmed": "Votre commande a été enregistrée",
"destination.bankTransferInstructions": "Veuillez procéder au virement en utilisant les informations ci-dessous.",
"destination.amount": "Montant",

	"login.title": "Connexion",
	"login.welcome": "Bienvenue",
	"login.subtitle": "Connectez-vous à votre compte",
	"login.email": "Email",
	"login.password": "Mot de passe",
	"login.remember": "Se souvenir de moi",
	"login.forgot": "Mot de passe oublié ?",
	"login.submit": "Se connecter",
	"login.or": "ou",
	"login.noAccount": "Vous n'avez pas de compte ?",
	"login.register": "Créer un compte",

	"register.title": "Inscription",
	"register.welcome": "Créer un compte",
	"register.subtitle": "Rejoignez-nous dès maintenant",
	"register.firstName": "Prénom",
	"register.lastName": "Nom",
	"register.email": "Email",
	"register.phone": "Téléphone",
	"register.password": "Mot de passe",
	"register.confirmPassword": "Confirmer le mot de passe",
	"register.terms": "J'accepte les",
	"register.termsLink": "conditions générales",
	"register.and": "et la",
	"register.privacy": "politique de confidentialité",
	"register.submit": "S'inscrire",
	"register.or": "ou",
	"register.hasAccount": "Vous avez déjà un compte ?",
	"register.login": "Se connecter",
	"register.gender": "Genre",
	"register.selectGender": "Sélectionnez votre genre",
	"register.male": "Homme",
	"register.female": "Femme",
	"register.other": "Autre",
	"register.preferNotToSay": "Je préfère ne pas dire",

	"account.title": "Mon Compte",
	"account.profile": "Mon profil",
	"account.orders": "Mes commandes",
	"account.settings": "Paramètres",
	"account.logout": "Déconnexion",

	"account.profileTitle": "Informations Personnelles",
	"account.edit": "Modifier",
	"account.save": "Enregistrer",
	"account.cancel": "Annuler",
	"account.firstName": "Prénom",
	"account.lastName": "Nom",
	"account.email": "Email",
	"account.phone": "Téléphone",
	"account.gender": "Genre",
	"account.male": "Homme",
	"account.female": "Femme",
	"account.other": "Autre",
	"account.address": "Adresse",
	"account.memberSince": "Membre depuis",

	"account.ordersTitle": "Historique des Commandes",
	"account.orderNumber": "Commande",
	"account.orderDate": "Date",
	"account.orderTotal": "Total",
	"account.orderStatus": "Statut",
	"account.delivered": "Livrée",
	"account.processing": "En cours",
	"account.cancelled": "Annulée",
	"account.pending": "En attente",
	"account.items": "articles",
	"account.viewDetails": "Voir les détails",
	"account.noOrders": "Aucune commande pour le moment",
	"account.startShopping": "Commencer vos achats",

	"account.settingsTitle": "Paramètres du compte",
	"account.changePassword": "Changer le mot de passe",
	"account.currentPassword": "Mot de passe actuel",
	"account.newPassword": "Nouveau mot de passe",
	"account.confirmNewPassword": "Confirmer le mot de passe",
	"account.updatePassword": "Mettre à jour",
	"account.notifications": "Notifications",
	"account.emailNotifications": "Recevoir les notifications par email",
	"account.orderUpdates": "Mises à jour des commandes",
	"account.promotions": "Offres et promotions",
	"account.confirmLogout": "Voulez-vous vraiment vous déconnecter ?",

	"forgot.title": "Mot de passe oublié ?",
	"forgot.description": "Entrez votre adresse email et nous vous enverrons un lien pour réinitialiser votre mot de passe.",
	"forgot.email": "Adresse email",
	"forgot.submit": "Envoyer le lien",
	"forgot.backToLogin": "Retour à la connexion",
	"forgot.or": "ou",
	"forgot.rememberPassword": "Vous vous souvenez de votre mot de passe ?",
	"forgot.login": "Se connecter",
	"forgot.needHelp": "Besoin d'aide ?",
	"forgot.contactUs": "Contactez-nous",
	"forgot.successTitle": "Email envoyé !",
	"forgot.successMessage": "Vérifiez votre boîte mail et suivez les instructions pour réinitialiser votre mot de passe.",
	"forgot.errorTitle": "Erreur",
	"forgot.errorMessage": "Une erreur est survenue. Veuillez réessayer.",

	"reset.title": "Nouveau mot de passe",
	"reset.description": "Choisissez un nouveau mot de passe sécurisé.",
	"reset.newPassword": "Nouveau mot de passe",
	"reset.confirmPassword": "Confirmer",
	"reset.submit": "Réinitialiser",
	"reset.backToLogin": "Retour",
	"reset.successTitle": "Succès !",
	"reset.successMessage": "Mot de passe modifié. Redirection...",
	"reset.errorTitle": "Erreur",
	"reset.errorMessage": "Veuillez réessayer",
	"reset.invalidToken": "Lien invalide",
	"reset.invalidTokenMessage": "Ce lien est invalide ou a expiré.",

"cart.whatsapp.button": "Commander via WhatsApp",
"cart.whatsapp.empty": "Votre panier est vide.",
"cart.whatsapp.greeting": "Bonjour ! Je souhaite passer une commande :",
"cart.whatsapp.total": "Total",


	"productHighlight": {
		"title": "CAFÉS BIO",
		"descriptionFront": "GRAINS DE CAFÉ TORRÉFIÉS PURS<br /><strong>ARABIQUE DE FORÊT D'ALTITUDE<br />100% BIO</strong>",
		"addToCart": "Ajouter au panier"
	},

    
  "popup": {
    "title": "Titre du popup"
  },

  



  "payment_success_message": "Votre paiement a été confirmé. Votre commande a été envoyée par email.",
  "bank_success_message": "Votre demande de virement a été enregistrée. Vous recevrez un email de confirmation.",



  "shop": { "title": "EMCAFFÉ" },
  "trackOrder": {
    "title": "Suivi de commande",
    "subtitle": "Consultez le statut et les détails de votre commande",
    "enterPostalCode": "Veuillez entrer votre code postal pour voir le statut de votre commande.",
    "postalCode": "Code postal",
    "track": "Suivre ma commande",
    "orderId": "ID commande",
    "status": "Statut",
    "date": "Date",
    "trackingNumber": "Numéro de suivi",
    "deliveryCity": "Ville livraison",
    "relayDelivery": "Livraison relais",
    "relayPoint": "Point relais",
    "quantity": "Quantité",
    "price": "Prix",
    "trackParcel": "Suivre le colis"

},

"product": {
  "details": "Détails du produit"
},
"recipe": {
  "title": "Recettes",
  "info": "Informations",
  "ingredients": "Ingrédients",
  "preparation": "Préparation",
  "chefNote": "Conseil du chef",
  "prepTime": "Temps de préparation",
  "difficulty": "Difficulté",
  "temperature": "Température",
  "presentation": "Service",
  "back": "Retour aux recettes",
  "viewRecipe": "Voir la recette",
  "all": "Toutes"
}


}
